"Open File in Skim" = "Abrir archivo en Skim";
"Open URL in Skim" = "Abrir URL en Skim";
"Open Selected PDF" = "Abrir PDF Seleccionado";
"Show Skim Notes" = "Mostrar notas de Skim";
"Print File with Skim…" = "Imprimir documentos con Skim…";
"Print File with Skim" = "Imprimir documentos con Skim";
